/*
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Open Inbox";

/* count of unread messages */
"Unread Messages" = "%d unread messages";

/* count (1) of unread message */
"Unread Message" = "%d unread message";

/* last check time */
"Last Checked:" = "Last Checked:";

/* Enable, Disable */
"Enable Account" = "Enable Account";
"Disable Account" = "Disable Account";

/* Check */
"Check" = "Check";

/* Main Menu */
"Check All" = "Check All";
"Compose Mail" = "Compose Mail";
"Preferences..." = "Preferences...";
"About Mail Notifr" = "About Mail Notifr";
"Quit Mail Notifr" = "Quit Mail Notifr";

"Toggle Sidebar" = "Toggle Sidebar";

//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Preferences" = "Preferences";
"General" = "General";
"Shortcuts" = "Shortcuts";
"Settings" = "Settings";
"Launch at login" = "Launch at login";
"Show unread count in menu bar" = "Show unread count in menu bar";
"Check All Mails" = "Check All Mails";

//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Accounts";
"Add Account" = "Add Account";

"Check for new mail every" = "Check for new mail every";
"minutes" = "minutes";
"Use Notification" = "Use Notification";
"Play sound:" = "Play sound:";
"Enable this account" = "Enable this account";
"Open in browser:" = "Open in browser:";
"Cancel" = "Cancel";
"OK" = "OK";

"Delete this account from Mail Notifr?" = "Delete this account from Mail Notifr?";
"You can add your account again at any time." = "You can add your account again at any time.";
"Delete" = "Delete";
"Re-authorize" = "Re-authorize";

// Welcome
"Authorize and add your Google Account" = "Authorize and add your Google Account";
